<?php

return [
    'confirm_email' => 'Подтвердить Email',
    'registration_ok' => 'Регистрация прошла успешно!',
    'confirm_email_text' => 'Для подтверждния вашего електронного адреса пройдите пожалуйста по ссылке: ',

    'email' => 'Email',
    'password' => 'Пароль',
    'role' => 'Роль',
    'repeat_password' => 'Повторить пароль',

    'admin' => 'Администратор',
    'moderator' => 'Модератор',
    'user' => 'Пользователь',
    'verificate' => 'Верифицирован',
    'no_verificate' => 'Не верифицирован',
    'auth' => 'На сайте',
    'no_auth' => 'Отсутствует',

    'add_news' => 'Добавить новость',
    'news_add' => 'Новость успешно добавлена',
    'news_add_err' => 'Ошибка добавления новсти'
];