<?php

return [
    'confirm_email' => 'Подтвердить Email',
    'registration_ok' => 'Регистрация прошла успешно!',
    'confirm_email_text' => 'Для подтверждния вашего електронного адреса пройдите пожалуйста по ссылке: ',

    'email' => 'Email',
    'password' => 'Пароль',
    'role' => 'Роль',
    'repeat_password' => 'Повторить пароль',

    'admin' => 'Администратор',
    'moderator' => 'Модератор',
    'user' => 'Пользователь',
    'verificate' => 'Верифицирован',
    'no_verificate' => 'Не верифицирован',
    'auth' => 'На сайте',
    'no_auth' => 'Отсутствует',

    'add_news' => 'Добавить новость',
    'update_news' => 'Обновить новость',
    'news_add' => 'Новость успешно добавлена',
    'news_add_err' => 'Ошибка добавления новсти',
    'news_active' => 'Активная',
    'news_block' => 'Заблокированная',
    'news_new' => 'На модерации',
    'news_update_ok' => 'Новость обновлена',
    'news_update_err' => 'Ошибка обновления новсти',
    'news_delete_ok' => 'Новость удалена',
    'news_delete_err' => 'Ошибка удаления новсти',
    'news_block_ok' => 'Новость Заблокированна',
    'news_block_err' => 'Ошибка блокирования новсти',
    'news_allow_err' => 'Ошибка одобрения новсти',
    'news_allow_ok' => 'Новость одобрена',

    'user_id' => 'Пользователь',
    'moderator_id' => 'Модератор',
    'created_at' => 'Дата создания',
    'forbidden_at' => 'Дата обработки',
    'title' => 'Заглавие',
    'text' => 'Текст',
    'status' => 'Статус',
    
    'user_block_err' => 'Ошибка блокировки пользователя',
    'user_block_ok' => 'Пользователь заблокирован',
    'block' => 'Заблокирован',
    'no_block' => 'Активный',
    'user_unblock_err' => 'Пользователь не разблокирован',
    'user_unblock_ok' => 'Пользователь разблокирован',

    'new_news' => 'Добавлена новость. Для просомтра новсти перейдите по ссылке: ',
    'add_new_news' => 'Добавлена новость',
];